window.EMapServerV2.provinceDistrictData={
    "province":[
        {
            "code": "110000",
            "lat": 39.9236,
            "lng": 116.3809,
            "name": "北京市",
            "count":0
        },
        {
            "code": "120000",
            "lat": 39.1311,
            "lng": 117.2034,
            "name": "天津市",
            "count":0
        },
        {
            "code": "130000",
            "lat": 38.1,
            "lng": 114.4336,
            "name": "河北省",
            "count":0
        },
        {
            "code": "140000",
            "lat": 38.0827,
            "lng": 112.5659,
            "name": "山西省",
            "count":0
        },
        {
            "code": "150000",
            "lat": 40.8801,
            "lng": 111.6723,
            "name": "内蒙古自治区",
            "count":0
        },
        {
            "code": "210000",
            "lat": 42.033,
            "lng": 123.4644,
            "name": "辽宁省",
            "count":0
        },
        {
            "code": "220000",
            "lat": 44.3081,
            "lng": 125.3101,
            "name": "吉林省",
            "count":0
        },
        {
            "code": "230000",
            "lat": 46.1646,
            "lng": 126.6504,
            "name": "黑龙江省",
            "count":0
        },
        {
            "code": "310000",
            "lat": 31.2381,
            "lng": 121.4692,
            "name": "上海市",
            "count":0
        },
        {
            "code": "320000",
            "lat": 32.4171,
            "lng": 118.6743,
            "name": "江苏省",
            "count":0
        },
        {
            "code": "330000",
            "lat": 30.5433,
            "lng": 120.0806,
            "name": "浙江省",
            "count":0
        },
        {
            "code": "340000",
            "lat": 32.0826,
            "lng": 117.29,
            "name": "安徽省",
            "count":0
        },
        {
            "code": "350000",
            "lat": 26.4312,
            "lng": 119.2236,
            "name": "福建省",
            "count":0
        },
        {
            "code": "360000",
            "lat": 28.9985,
            "lng": 115.8398,
            "name": "江西省",
            "count":0
        },
        {
            "code": "370000",
            "lat": 37.0376,
            "lng": 116.9824,
            "name": "山东省",
            "count":0
        },
        {
            "code": "410000",
            "lat": 34.7777,
            "lng": 113.5767,
            "name": "河南省",
            "count":0
        },
        {
            "code": "420000",
            "lat": 30.9776,
            "lng": 114.2798,
            "name": "湖北省",
            "count":0
        },
        {
            "code": "430000",
            "lat": 28.4783,
            "lng": 113.0054,
            "name": "湖南省",
            "count":0
        },
        {
            "code": "440000",
            "lat": 23.1189,
            "lng": 113.2614,
            "name": "广东省",
            "count":0
        },
        {
            "code": "450000",
            "lat": 23.4229,
            "lng": 108.3252,
            "name": "广西壮族自治区",
            "count":0
        },
        {
            "code": "460000",
            "lat": 20.0308,
            "lng": 110.3439,
            "name": "海南省",
            "count":0
        },
        {
            "code": "500000",
            "lat": 29.5581,
            "lng": 106.5103,
            "name": "重庆市",
            "count":0
        },
        {
            "code": "510000",
            "lat": 31.4662,
            "lng": 104.0625,
            "name": "四川省",
            "count":0
        },
        {
            "code": "520000",
            "lat": 27.0983,
            "lng": 106.7432,
            "name": "贵州省",
            "count":0
        },
        {
            "code": "530000",
            "lat": 25.6613,
            "lng": 102.7661,
            "name": "云南省",
            "count":0
        },
        {
            "code": "540000",
            "lat": 30.8268,
            "lng": 91.2305,
            "name": "西藏自治区",
            "count":0
        },
        {
            "code": "610000",
            "lat": 34.7777,
            "lng": 109.0063,
            "name": "陕西省",
            "count":0
        },
        {
            "code": "620000",
            "lat": 36.09,
            "lng": 103.7622,
            "name": "甘肃省",
            "count":0
        },
        {
            "code": "630000",
            "lat": 36.5734,
            "lng": 101.8066,
            "name": "青海省",
            "count":0
        },
        {
            "code": "640000",
            "lat": 39.0106,
            "lng": 106.3037,
            "name": "宁夏回族自治区",
            "count":0
        },
        {
            "code": "650000",
            "lat": 43.8024,
            "lng": 87.5683,
            "name": "新疆维吾尔自治区",
            "count":0
        },
        {
            "code": "710000",
            "lat": 25.0491,
            "lng": 121.5142,
            "name": "台湾省",
            "count":0
        },
        {
            "code": "810000",
            "lat": 22.2806,
            "lng": 114.1544,
            "name": "香港特别行政区",
            "count":0
        },
        {
            "code": "820000",
            "lat": 22.2007,
            "lng": 113.55,
            "name": "澳门特别行政区",
            "count":0
        }
    ]
}



